Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 听着众人话语，埃菲的眼中闪烁着泪光。
en_us: Eiffie's eyes shimmered with tears as she listened to their conversations.

source: 听起来似乎不够严谨，但只要五位品酒师足够专业且公正，这其实已经算是相对公正有效的办法。
en_us: Although it didn't sound stringent enough, as long as the five sommeliers are professional and just enough, this was already the most just and effective method.

source: 听起来是一个能够和‘时间停止’一争高下的羞耻技能。
en_us: It sounded just like a shameful ability that could rival with the "time-stopping" ability.

source: 周遭的酒馆老板们也是纷纷竖起了耳朵，今日之后，塞班酒馆注定要成为洛都城里最受关注的酒馆之一。
en_us: All the tavern owners around them pricked up their eys to listen in. After today, Saipan Tavern was destined to be the one of the most high-profile taverns in Rodu.

source: 味蕾被瞬间激活，开始迎接美味的狂热风暴。
en_us: The taste buds were awakened immediately, and they began to welcome the crazy storm of scrumptiousness.

source: 味道和黄焖鸡有点相似，鲜嫩的鹅肉，带着淡淡的菇香，调料已经渗透进了鹅肉之中，微微带辣，鹅肉的膻味被祛除的非常干净，丝丝酒香让人迷醉其中，是完全不同的美味体验。
en_us: It tasted similar to the braised chicken. The tender goose meat carried a faint mushroom fragrance. The seasoning had been totally infused into the meat. It was slightly spicy, and the rank odor of the goose was removed very thoroughly. The traces of alcoholic fragrance made one fall right into it. It was a completely different experience.

source: 呵，一看就不是什么正经书。
en_us: Ha, it was obvious that it wasn't some proper book.

source: 呵，有趣。
en_us: Ha, interesting.

source: 咋地？
en_us: Why?

source: 和一般清冽甘甜的果酒不同，和一般微微苦涩的粮食酒也不同，这酒入口绵柔，一入口，浓浓酒香似乎在脑海中爆发，渗入四肢百骸中，细腻优雅的口感，清冽甘爽，在唇齿间滑过。
en_us: It was different from the refreshing and sweet fruit wine, and was also different from the bitterness of grain wine. This wine was smooth, and the fragrance seemed to explode in his head, flowing into his limbs. The texture was fine, and the taste was refreshing and sweet as the wine flowed past Bobby's teeth.

source: 和先前那个部落一样，这里也被处理过，高高的坟堆，显得颇为寂寥，偶偶响起的乌鸦啼声，更是添了几分凉意。
en_us: Just like the previous tribe, this place had also been processed. The tall grave mound looked lonely. The occasional calls of the crows made it feel even more desolate.

source: 和性感美丽的女邻居结束了愉快的交流，麦格满足的回了自家酒馆。
en_us: After ending an enjoyable conversation with the sexy and beautiful, Mag returned to his tavern happily.

source: 和时间停止也差远了吧？
en_us: Wasn't it too inferior to time-stopping?

source: 和清冽甘甜如果汁一般的果酒和清爽利口的啤酒不同，这茅台酒第一次让她知道酒的确可以慢慢细品的，优雅细腻的口感，令人难以抗拒。
en_us: It was gentle and sweet like fruit wine, and its refreshingness was different from that of beer. This Maotai made her realize that wine could be savored slowly. The elegant and fine texture made it irresistible.

source: 和粗犷的名字不同，泰坦酒馆的内部装饰倒是颇为温馨，走的是家庭田园风。
en_us: Unlike its name, the renovation for Titan Tavern was like a warm home.

source: 和绿豆糕相比，这蛋黄酥在她心中已经成功晋升为甜品第一名！
en_us: Compared to the mung bean cake, this salted egg yolk pastry had already taken the number one spot in her heart!

source: 和街对面热闹嘈杂的酒馆不同，这家酒馆里非常安静，或者说……有些冷清。
en_us: This tavern was rather quiet, or rather desolate, which was a very stark contrast to the noise and crowd in the tavern right across the street.

source: 和邻居们短暂交流，麦格他们一家便很快离去。
en_us: After a brief interaction with the neighbors, Mag and his family quickly left.

source: 和麦格猜想的差不多，泰坦酒的酿造方法和白兰地接近，里边详细记载了酿这道酒要用到的各种材料和配方，包括酿造的各种详细步骤，只是在酿造器械的使用上交代的比较简略。
en_us: It was almost as Mag guessed, the Titan Liquor's brewing method was similar to the brandy's brewing method. All the ingredients and formulae that were needed to brew this liquor were recorded in the manual, including all the procedures in detail. However, the details on how to operate the brewing machine was minimal.

source: 咔嚓~
en_us: Crunch~

source: 咔嚓……
en_us: Crunch...

source: 咕噜~
en_us: Gulp~

source: 咕噜~咕噜~的声音已经连成了一片，孩子们停下了玩闹，纷纷围上前来，看着麦格手中滋滋冒着油花的烤串，忍不住咽口水。
en_us: Gulping sounds could be heard all around. The children stopped playing, and gathered around to watch the sizzling kebabs in Mag's hands. They couldn't help swallowing their saliva.

source: 咯吱。
en_us: Crack.

source: 咻！
en_us: Swosh!

source: 咽下之后，唇齿留香，竟是回味无穷。
en_us: After swallowing the wine, the fragrance lingered, making him want more.

source: 品酒大会是条捷径，从埃菲这种稀烂的酿酒水平，也能靠着父辈余荫混那么久来看，品酒大会金奖的确是块金字招牌。
en_us: The liquor tasting event was a shortcut. If Eiffie could still smoke her way through for so long with her subpar alcohol standard by relying on her father, it seemed that the liquor tasting event's first prize was indeed a golden signboard.

source: 品酒大会，顾名思义就是要品酒打分，然后根据评分决出高下。
en_us: As the name implies, a liquor tasting event was to judge the liquors and then rank them.

source: 品酒，亚伯罕倒是略知一二，没有端起酒杯就一饮而尽，而是先深嗅一口酒香，让那浓浓的酒香在脑海中盘旋，然后再小小的抿一口。
en_us: Abraham knew a thing or two about wine tasting. He did not chug the glass of wine down straight away. Instead, he took a deep whiff of the fragrance, and allowed it to swirl around in his head. After that, he took a small sip.

source: 哈迪斯先生一家冒着巨大的危险，救了她和玛拉，她只要记住这些就足够了。
en_us: Mr. Hades and his family had took great risks to save her and Mala. She only had to remember that.

source: 哈迪斯先生在危急时刻出现，把那狰狞可怕的暴徒制服，有带着他探虎穴。
en_us: Mr. Hades appeared at the most critical moment to subdue that scary assailant and then brought her to find the instigator.

source: 哈迪斯先生虽然是一个充满智慧的男人，但他并不是一个强壮的男人，而且他还有两个孩子和一位美丽的夫人。
en_us: Although Mr. Hades was a very wise man, he wasn't a very strong man. Furthermore, he had two children and a beautiful wife.

source: 哦，不对，应该是来缅怀前辈的。
en_us: Oh, no, he was here to reminisce about his senior.

source: 哦，她真的不是馋他的身体。
en_us: Oh, she really was not after his body/

source: 哦，对了。
en_us: Oh yes.

source: 哦，对了，刚刚那位先生在喝过茅台后，给塞班酒馆增加了一点知名度，但依旧没有突破个位数。
en_us: Oh, right. That man who had Maotai just now also added on to the popularity of Saipan Tavern. However, it was still at a single digit.

source: 哦，对了，她看不懂汉字。
en_us: Oh yes, she couldn't read Chinese words.

source: 哦，应该说不止是好吃，是巨好吃！
en_us: Erm, it was actually more than delicious. It was super delicious!

source: 哦，是地位足够高。
en_us: Oh, it was her status that was high enough.

source: 哦，这个说法有点不太正确。
en_us: Oh, this is a rather inaccurate way of putting it.

source: 哦，那实在是太匮乏了。
en_us: Oh,it was too lacking.

source: 哪怕坐在狮鹫背上，依旧一眼望不到头，数量恐怕在十万之上。
en_us: Even though he was sitting on the griffin's back, tens of thousands of kilometers above, he still could not see the end of the mob.

source: 哪怕已经过去十多年，只是听到消息，也还是会想要来看看，找寻记忆中的味道。
en_us: Even though 10 over years had passed, they would still come and check it out, searching for the taste in their memories as soon as they heard the news.

source: 哪怕是亚伯罕这样算不上好酒之人，也忍不住想称赞一声：“好酒！”
en_us: Even Abraham, someone who did not really like drinking, could not help but exclaim, "Great wine!"

source: 哪怕是他以前吃过的那些蛋黄酥，在这一份蛋黄酥面前，也只能是弟中弟。
en_us: Even all those salted egg yolk pastries that he had eaten before could only be considered as inferior when compared to this salted egg yolk pastry.

source: 哪怕是帝国最精锐的西北铁骑，也无法保证每一位士兵都能做到悍不畏死，坚决执行命令。
en_us: No matter how elite the empire's cavalry was, he was unable to ensure that every soldier would be fearless and would abide by all commands.

source: 哪怕是现在的麦格，也会担心自己稍不注意便着了道。
en_us: Even the current Mag was afraid he could suffer at their hands if he wasn't careful.

source: 哪怕是餐厅，也找不到这样的下酒菜。
en_us: They would not be able to find anything like that even in a restaurant.

source: 哪有宿主对系统提任务要求的？
en_us: How could a host issue requests about her system's missions?

source: 哪有系统出道就带娃的。
en_us: How could a system start raising a kid the moment it debuted?

source: 唉……这都什么事啊。
en_us: "Sigh… what's all this?

source: 商业街的价值是靠人气支撑的，逐渐落寞的罗莫街属于低价值区域，而随着泰坦酒馆和塞班酒馆抱回双金奖，将成为罗莫街的双子星，并将给罗莫街带来一波大人气。
en_us: The value of a commercial street was dependent on popularity. Romo Street was considered a low-value area. With the double gold award that Titan Tavern and Saipan Tavern brought back, Romo Street would be welcoming a new wave of crowd.

source: 商通万界系统：要哪个款的？我这里全都有，耗材还可以便宜点给你，一百年保修。
en_us: Resourceful System: Which kind? I have everything. I can give it to you at a cheaper price with 100-year free servicing.

source: 啊——
en_us: Ahhh—

source: 啪叽。
en_us: Splat.

source: 啪！
en_us: Smash!

source: 啪！啪！啪！
en_us: Smack! Smack! Smack!

source: 啵~
en_us: Pop~

source: 喝了两杯酒的伊琳娜目光已经有些迷离，回头看了一眼波比，美腿微蹙，又是看着麦格挑了挑眉示意。
en_us: Irina, who had two glasses of wine, started to look out of focus. She turned back to glance at Bobby. She frowned, and then looked at Mag as she raised a brow.

source: 喝着酒，麦格也就没和梅兰特谈什么正事了，反正现在谈了，明天起来他也会全部忘掉，还不如少费些口舌。
en_us: Since they were drinking, Mag didn't discuss any serious matters with Merante, as the latter would forget everything when he woke up tomorrow morning. Mag might as well save his effort.

source: 喝酒是一个时间跨度比较长的活动，一份下酒菜要是无法满足历久弥新的要求，那就意味着不合格。
en_us: Drinking was an activity that would last for a rather long time. If a side dish was unable to stay as good as it was after a long time, it was a failed dish.

source: 嗝~
en_us: Burp~

source: 嗝——
en_us: Burp--

source: 嗝……
en_us: Burp...

source: 嗯……
en_us: Mm..

source: 嗯，这个笨蛋系统。
en_us: Mm-hmm, this stupid system.

source: 嗷呜——
en_us: Howl--

source: 嘟着小嘴吹了几口，艾米拿着勺子小心翼翼的将抄手喂到嘴里。
en_us: Amy pouted her lips and blew at it before feeding it into her mouth gingerly.

source: 嘤嘤~
en_us: Hing hing~

source: 嘭！
en_us: Poof!

source: 嘶——
en_us: Sss—

source: 嘶！
en_us: Ssss!

source: 四道相当全面的面食，红油抄手更是麦格的心头好。
en_us: Four cooked wheaten dishes that covered almost every genre. Sichuan spicy wonton in red oil was even Mag's favorite.

source: 回到洛都之后，她就没有看到这么漂亮的红油了。
en_us: Ever since she had come back to Rodu, she had not seen such beautiful red oil.

source: 回到洛都的时候，麦格看到伊琳娜正带着两个孩子在罗莫街上炸街。
en_us: When he returned to Rodu, Mag saw Irina zooming around Romo street with the two children.

source: 回到洛都，她只是一个待在家里无所事事的小姐，可刘在混乱之城，她却承载着许多孩子的希望。
en_us: She could only be a young mistress who had nothing to do in Rodu, but in Chaos City, she was the bearer of many children's hopes.

source: 回到餐厅，麦格先做了一顿丰盛的午餐。
en_us: Back in the restaurant, mag first made a sumptious lunch.

source: 回复：
en_us: Replies:

source: 回头看了一眼小床上已经沉沉睡着的玛拉，这才伸手把那本《金瓶梅》拿了出来。
en_us: She turned to glance at Mala, who had fallen sound asleep on the little bed, before reaching over to take The Plum in the Golden Vase.

source: 回家便睡了一个难得的好觉，今早起来神清气爽，要不是布卢姆被杀的消息传来，他会觉得这是一个非常不错的一天。
en_us: He had a rare good night's sleep when he went home last night, and woke up fresh this morning. He would have thought that it was a great day if not for the news of Blum's murder.

source: 因不明原因溯源追踪失败，疑似为光系魔法师所为。
en_us: Due to the failure to trace to the origins, it was suspected to be done by a light-type magic caster.

source: 因为他依托的依旧是麦格自身的精神力，精神力越强大，这个技能的威力也就越大。
en_us: As he was still relying on Mag's own spiritual power, the stronger the spiritual power, the more powerful this technique was.

source: 因为做的多，所以麦格把绿豆糕送了一些到梅兰特和诺亚爷孙俩那边去，就当做他们的晚餐了。
en_us: Because he made too many of the mung bean pastries, Mag sent some over to Merante and Noya for them as dinner.

source: 因为力道过重，黄瓜的内部结构受到了严重的挤压破坏，糊在一起，有失雅观。
en_us: As he used too much force, the interior of the cucumber was overly squashed and destroyed, making it a smudgy mess and a little ugly.

source: 因为品酒大会的目的，是为了给酒客们评比和筛选当下洛都城内可以购买到的各种美酒。
en_us: This was because the goal of the liquor tasting event was to judge and choose the alcohol worth buying in Rodu.

source: 因为塞班酒馆的茅台酒获得了品酒大会的金奖，所以麦格给自己放了一天假庆祝一下。
en_us: Because the Saipan Tavern's Maotai received the liquor tasting event's gold award, Mag decided to give himself a day off to celebrate.

source: 因为她清丽的面庞神情过于冷淡，甚至让人觉得冷漠。
en_us: Because her beautiful face had a very cold expression, she even seemed aloof.

source: 因为安德烈终究也会死在他手里。
en_us: This was because Andre would ultimately die in his hands.

source: 因为小家伙三餐总有新想法，随时可能想吃油条、豆浆、榴莲披萨……所以麦格的冰箱里准备了一些小份的半成品，比如做油条需要用到的发好的面团，搓成细长条，烧起油锅便可以直接炸出油条来。
en_us: The little fellow would always have random ideas on what she wanted, sometimes youtiao, sometimes soybean milk, sometimes durian pizza… therefore, Mag would always have small amounts of prepared ingredients in the refrigerator, such as prepared dough for the youtiao. All he had to do was to form it into long strips, and prepare the pot of hot oil, and it would be ready for frying.

source: 因为手法不太熟练，导致了这种意外的发生，实在不该。
en_us: Due to being unfamiliar with the technique, he caused the accident.

source: 因为醉的太彻底，他甚至忘了中间发生了什么，自己是怎么了拦了马车报出自家地址，又是怎么还记得把剩下的半瓶茅台酒抱回来的？
en_us: Because he was so drunk, he did not even remember what happened in between, how he stopped a horse-drawn carriage and gave his address, and how he even remembered to bring back half a bottle of Maotai.

source: 因为醉的很快，所以伊琳娜盘子里的酒鬼花生还剩了不少，两盘凉拌猪耳朵和凉拌猪舌头更是几乎没有动筷。
en_us: Because Irina got drunk very quickly, she still had quite a lot of drunkard peanuts left on her plate, and the pig ears salad and pig tongue salad were almost left untouched.

source: 围观的小姑娘们顿时被迷住了，纷纷打听起关于丑小鸭的信息。
en_us: The little maidens were instantly mesmerized by Ugly Duckling, and they were all asking about its information.

source: 圆润的黄瓜立马被拍扁，汁水四溅。
en_us: The round cucumber was quickly smashed flat and its juice squirted everywhere.

source: 圆滚滚的大橘猫，辨识度实在太高了，要是塞班酒馆的名气起来，恐怕很容易被发现异常。
en_us: The roly-poly fat orange cat was too recognizable. After Saipan Tavern got famous, others could easily discover the abnormality.

source: 圈养地发现一系列超出当前古大陆科技水平的工具，疑似来自外来文明，暂时无法确定其是否具有敌意和入侵意图。
en_us: A series of tools that were way more advanced than the standard of technology in the current ancient continent at the rearing places. Suspected to be from external civilisations. Currently unable to ascertain if there were any hostile or invasive intentions.

source: 圣光普照大约持续了三分钟，除了那些符纸之外，隐约间麦格似乎还看到了丝丝黑气在圣光之中被净化。
en_us: The Holy Light continued shining on Merrante for three minutes. Other than the talismans, Mag could even see some black wisps being purified by the Holy Light.

source: 在上缴了大半私房钱后，麦格最终还是免于一死。
en_us: After handing over more than half of his secret stash, Mag still did not manage to escape death.

source: 在两个小家伙期待瞩目的目光中，麦格掀开了竹屉的盖子。
en_us: Mag opened the lid of the bamboo steamers as the two little fellows watched intently.

source: 在人类的词汇库中有一个词——‘抓狂’，非常适合用来形容它此刻的心情。
en_us: In the vocabulary of human words, there was a phrase called "going crazy," which was an apt description of its current feelings.

source: 在他们心中，麦格已经从一个冤大头，上升为商业巨擘。
en_us: In their hearts, Mag had changed from an idiot to a business magnate.

source: 在他的心里，没有任何一家餐厅能够与麦米餐厅相提并论，也没有哪家餐厅能够让他连着吃几个月都不会腻，而且每隔一段时间便能收获新的惊喜。
en_us: In his heart, no restaurant could compare to Mamy Restaurant, and no restaurant could make him eat at it for a few months without getting sick of it and give him a new surprise once in a while.

source: 在他的身后，不知何时多了一个年轻的男人和一个小萝莉。
en_us: There were a young man and a little girl standing behind him suddenly.

source: 在任务单旁有一块木牌，拿了木牌等于是接下了任务，一个联络点只有一个任务名额。
en_us: There was a wooden plaque beside each mission. Taking the wooden plaque would mean that you've accepted the mission. There was only one mission slot in each contact point.

source: 在做饭的过程中，她更是几次三番吧差点将厨房给炸了，过程之惊悚，结果之平淡……
en_us: She even almost blew up the kitchen a few times while cooking. The process was so thrilling, but the result was so unassuming…

source: 在兰克斯特的纠缠之下，他此时根本无力替伊琳娜阻挡这一击。
en_us: Rankster was holding him back. He couldn't help Irina block that attack at that moment at all.

source: 在其他领主纷纷解除奴隶契约，被迫放走手下的奴隶时，他依旧牢牢控制着数千奴隶。
en_us: When the other feudal lords were breaking the slave contracts and forced to let go of their slaves, he was still controlling over thousands of slaves.

source: 在农场高高的栏杆上，这会还挂着一具被秃鹫啄食过的尸体。
en_us: There was still a corpse half-eaten by a vulture hanging high on a pole in the farm.

source: 在刚刚做炒饭的过程中，它眼睁睁的看着艾米将诸多珍贵的食材，变成现在这样一锅焦炭。
en_us: During the process of cooking the fried rice, it watched Amy reduce all the various precious ingredients to this wok of charcoal.

source: 在厨神试炼场里，他对于外界的感知都是封闭的，系统如果没有感受到威胁，是不会对他进行提示的，所以他根本没有听到伊琳娜的呼唤。
en_us: His sensation of the outside world was sealed off when he was in the test field for the God of Cookery. The system wouldn't notify him if it didn't sense any threats, so he didn't hear Irina's calls at all.

source: 在场的不是酒馆老板，就是多年的好酒之徒，都是行家。
en_us: Those present were either taverns' bosses or veteren liquor lovers. They were all experts.

source: 在场的人眼中亮起了光芒，纷纷点图，起身投入到工作之中。
en_us: The eyes of all of them lit up, and they nodded before they got up, and threw themselves into work.

source: 在场的孩子们和工作人员都有些看呆了去，这样精湛的手艺，就像是绚丽的表演一般。
en_us: The children and staff members watched him in a daze. Such superb skills were just like a dazzling performance.

source: 在她们眼里，麦格就像是一位技艺超群的魔法师，将一个个零件用一种神秘的光线粘合在一起，从一块块看不出形状的铁块，变成了一套将近两人高的巨大的设备。
en_us: In their eyes, Mag was just like an extraordinary magic caster who could use a mysterious light to stick the parts together, putting the metal parts that they could not tell the shape of into a giant apparatus that was double the height of a human.

source: 在她的手边还有一只圆滚滚、黑白相间的宠物，正仰面躺着呼呼大睡，圆圆的脸蛋，黑色的大眼圈，看起来也是萌萌哒。
en_us: There was a round black-and-white pet beside her. It was lying on its back, sleeping soundly. It had a round face and large round eyes, making it look very cute.

source: 在她身后，丑小鸭亦步亦趋的跟着，一副没有睡醒的样子。
en_us: Ugly Duckling was following after her, still looking very sleepy.

source: 在学会做灌汤包之前，麦格一直认为灌汤包里的汁，是用针管注入的。
en_us: Before learning how to make soup dumpling, Mag always thought that the soup in the soup dumpling was inserted with a needle.

source: 在床边坐了一会，伊琳娜起身出门，推开了隔壁房间的大门。
en_us: After sitting on the bed for some time, Irina got up and opened the adjacent room's door.

source: 在最后边，还有两幅未完成的草图，真是他对于蒸馏设施的改良设想。
en_us: Finally, there were two incomplete drawings of his modification on the distillation apparatus at the end.

source: 在此城内感应到疑似‘核’能量波动。
en_us: A suspected "nuclear" power had been detected in this city.

source: 在毛线游戏上没什么天赋的艾米，遇上了毫无天赋的诺亚，终于找到了这个游戏的乐趣。
en_us: Amy, who wasn't good at playing strings, met Noah, who was very bad at playing strings, and finally discovered the fun of this game.

source: 在绝对实力的压制下，人数并不能带来优势。
en_us: Under the suppression of absolute power, numbers couldn't actually provide an advantage.

source: 在诺兰大陆上，除了汉娜的朗姆酒，这是第二份让他感到惊艳的酒。
en_us: In Norland Continent, other than Hannah's rum, this was the second wine that shocked him.

source: 在这个世界，他还是第一次听到如此美妙的枪声。
en_us: This was the first time he had heard such a wonderful gunshot's sound in this world.

source: 在这个承载了她父亲一辈子心血的酒窖里结束生命，或许也是一个不错的归宿吧。
en_us: Perhaps, losing her life in the cellar that held her father's life work wasn't a bad place to leave this world.

source: 在这冰原上呆了几天，吃的是冻得梆硬的饼子，得拿火烤着才能咬的动，晚上睡在火堆旁还是觉得彻骨的寒冷，简直生不如死。
en_us: After staying on the ice plain for a few days, eating solid hard biscuits that were frozen solid and needed to thaw by the fire and sleeping by the fire at night, he was miserable.

source: 在这座城市中还发现了一个名为‘蒸汽机’的机械，利用煤炭燃烧获取蒸汽推动活塞运动转化为动能，从而获得一种稳定而可控的动能，以此作为交通工具、生产的重要动能。
en_us: A machine known as "Steam engine" was also found in this city. It produces kinetic energy by using the steam produced by burning coal to push the piston, thereby obtaining a stable and controllable form of kinetic energy to be used for transportation and production.

source: 在这条落寞的小街上，一家新开的小酒馆里，他竟然吃到了能够与麦米餐厅媲美的美食！
en_us: On a small deserted street, a new little tavern opened, and he managed to find food as good as that of Mamy Restaurant's here!

source: 在酒馆外的虚空一阵扭曲，一道庞大的身影出现。
en_us: The space outside the tavern started to become warpped and a huge silhouette appeared.

source: 在酒馆里转了一圈，埃菲回到了酒馆后边的酿酒坊。
en_us: After looking around the tavern, Eiffie returned to the brewery behind the tavern.

source: 在麦格的循循善诱之下，卢西恩这位兵部排的上号的大佬，开始大倒苦水，把这个事件的内幕，和当下安德烈的态度都说了一遍，属于混乱之城都不一定能够获取的第一手情报。
en_us: Under Mag's guidance, Lucien, the big boss of the Ministry of Defense, started pouring out his grievances. He spilled out all the backstory, Andre's attitude at that time, and all the first-hand news that even Chaos City might not be able to find out.

source: 在麦格的早餐菜单中，还没有这样重口味的早餐。
en_us: Mag's breakfast menu had never had such a strong-flavored breakfast before.

source: 地底世界住着的是古老者和旧日支配者的仆从种族，那天上住着的是什么？”
en_us: If the Elder Things and the servant race of the Great Old Ones are in the underground world, what is living in the sky?"

source: 地底之下也是爬出了无数的古尸，嘶吼着顺着冰墙向上攀爬而上，数量足有数千之多。
en_us: Countless ancient corpses crawled out from underground. They roared as they crawled up along the ice walls. There were thousands of them.

source: 地窖之外传来了混乱的声音，哈迪斯先生似乎和那个暴徒扭打在一起，而且发出了惨烈的叫声。
en_us: There was a moment of chaos coming from outside of the cellar. Mr. Hades seemed to be in a brawl with that assailant and was screaming terribly.

source: 地窖里的那个女人，可是比地上的金币值钱多了。
en_us: The woman in the cellar was much more precious than the gold coins on the floor.

source: 地面突然停止了颤动，在那石柱之上，出现了一张残缺的脸，用奇怪的音调与梅兰特交流了几句，不过很快便消散。
en_us: The ground suddenly stopped vibrating, and a broken face appeared above that stone pillar. It exchanged a few words with Merante in a strange tone, and it quickly disappeared.

source: 地面突然开始震动起来，那被压的颇为紧实的土堆也是随之晃动起来，泥土簌簌往下掉。
en_us: The ground began to vibrate suddenly. The tightly packed earthen mound also vibrated along with it, and soil began to fall off it.

source: 场中数万精灵同时高呼！
en_us: Tens of thousands of Elves shouted together.

source: 坐在两人目光中间的麦格感觉到了修罗场的可怕气息。
en_us: Mag, who was sitting in between the two of them could sense the terrible presence of a love battlefield.

source: 坐在狮鹫背上，麦格取出晞给他的通讯器，告知晞他抓住了一只恐怖猎手，然后就在原地等待。
en_us: Sitting on the griffin's back, Mag took out the communicator that Xi gave him, informing her that he had caught a horror hunter. Then, he waited on the spot.

source: 坐在靠近高台的人先闻到了香味，纷纷惊讶的抬起头来。
en_us: The people sitting closer to the stage smelled the aroma first, and they all looked up with surprise.

source: 坐着的埃菲仰头看着麦格，似乎有光落在他的身上，在他的身上，看到了几分父亲的银子，泪光又忍不住在眼中闪烁。
en_us: Eiffie, who was seated, looked up at Mag, who seemed to have light shone upon him. She seemed to see some of her father on him and tears welled up in her eyes uncontrobllably.

source: 坚固的木门连带着门框被直接撞飞出去。
en_us: The sturdy wooden door, together with the door frame, flew right out.

source: 埃菲一惊，连忙伸手把窗户关上，俏脸上升起了一丝绯红，轻咳了一声掩饰尴尬，道：窗户开了条缝，有点冷，我把它关上。”
en_us: Eiffie got a shock, and quickly shut the window. A blush appeared on her pretty face. She coughed dryly to alleviate her embarrassment, and said, "The window was opened slightly. I closed it because I felt a little cold."

source: 埃菲一笑置之，她也不是吃素的，昂首挺胸，自信满满的走进了酒馆。
en_us: Eiffie laughed it off. She was not a pushover. She puffed out her chest and walked into the tavern confidently.

source: 埃菲不忍的看着玛拉。
en_us: Eiffie looked at Mala with an aching heart.

source: 埃菲不泄气，把头发撩向另一边，脸上重新露出妩媚的微笑，嘴角微翘道：“我听说，您的菜，做的和酒一样好呢。”
en_us: Eiffie wasn't defeated. She flicked her hair to the other side and revealed a charming smile again. With her lips curling up, she said, "I heard that the side dishes that you made are as nice as your liquors."

source: 埃菲也意识到自己好像有些失态了，脸蛋微红道：“实在太谢谢您了，哈迪斯先生，我刚刚太激动了，吓到您了吧。”
en_us: Eiffie realized that she seemed to have behaved inappropriately. She said with a blush, "I am really gratefu to you, Mr. Hades, I was too agitated just now. I must have scared you."

source: 埃菲也意识到自己的话好像有点奇怪，脸上升起了一丝红晕，很快嗅到了一股浓浓的香味，看着麦格手里拿着的碗，有些惊讶道：“好香啊，这是您煮的粥吗？”
en_us: Eiffie also realized what she said sounded a little strange and she blushed. However, she quickly smelled the strogn fragrance and looked at the bowl in Mag's hand as she said, "It smells so good. Did you make this porridge?"

source: 埃菲也是握紧了拳头，紧张的等待着结果的出炉。
en_us: Eiffie clenched her fists tightly as she waited for the results nervously.

source: 埃菲从钱盒里摸出了一枚龙币，轻轻吹了一口气，放在耳边听着金钱悦耳的声音，同样笑眯眯道：“以后，每天都会有这么多，我们的好日子来了。”
en_us: Eiffie took out a dragon coin and blew at it gently. She put it next to her ear to listen to the pleasing sound of money before smilingly said, "From now on, we will be earning this much every day. Our good days are coming."
